Repository: YT-Advanced/Rectify11Installer
Catalog: Rectify11Installer/Strings/Rectify11.*.resx
Languages: fr, hr, it, ko, nl, pt, ro, ru, sr_latn_rs, tr, zh_cn

# buttonAgree
source: Agree
fr: Accepter
hr: Prihvaćam
it: Accetta
ko: 동의
nl: Mee eens
pt: Aceitar
ro: De acord
ru: Принять
tr: Kabul Et
zh_cn: 同意

# buttonCancel
source: Cancel
fr: Annuler
hr: Odustani
it: Annulla
ko: 취소
nl: Annuleren
pt: Cancelar
ro: Anulează
ru: Отмена
tr: İptal
zh_cn: 取消

# buttonNext
source: Next
fr: Suivant
hr: Dalje
it: Avanti
ko: 다음
nl: Volgende
pt: Próximo
ro: Următorul
ru: Далее
tr: Sonraki
zh_cn: 下一步

# eulaPageHeader
source: License Agreement
fr: Accord de license
hr: Licenca
it: Condizioni di Licenza
ko: 라이센스 동의
nl: Licentieovereenkomst
pt: Contrato de Licença
ro: Acord de licență
ru: Лицензионное соглашение
tr: Lisans Anlaşması
zh_cn: 许可协议

# eulaTitle
source: Before you can install Rectify11, you must agree to this license agreement:
fr: Avant d'installer Rectify11, vous devez accepter cette accord de license.:
hr: Prije nego što možeš instalirati Recitfy11 moraš prihvatiti licensu:
it: Prima di poter installare Rectify11, deve accettare le condizioni di licenza:
ko: Rectify11을 설치하기 전, 이 라이센스에 동의해 주시기 바랍니다.
nl: Voordat u Rectify11 kunt installeren, moet u akkoord gaan met deze licentieovereenkomst:
pt: Antes de poder instalar Rectify11, tem de aceitar o contrato de licença:
ro: Înainte să instalezi Rectify11, trebuie să accepți acest acord de licență:
ru: Перед тем, как установить Rectify11, вы должны принять лицензионное соглашение:
sr_latn_rs: Pre no što možete instalirati Rectify11, morate se složiti sa ovim ugovorom o licenci:
tr: Rectify11'i yüklemeden önce, lisans anlaşmasını kabul etmeniz gerekiyor:
zh_cn: 在安装 Rectify11 之前，您必须同意此许可协议：

# installNote
source: Rectify your current Windows installation.
fr: Rectifier votre installation de Windows.
hr: Rectifyaj trenutnu instancu windowsa.
it: Rettifica la tua installazione di Windows.
ko: 현 윈도우 설치를 수정합니다.
nl: Herstel uw huidige Windows-installatie.
pt: Retifique a sua instalação atual do Windows.
ro: Rectifică-ți instalarea curenta de Windows.
ru: Исправить уже установленную Windows.
sr_latn_rs: Poboljšajte svoju trenutnu Windows instalaciju.
tr: Şuanki Windows kurulumunuzu Rectify'layın.
zh_cn: 纠正您当前的 Windows 安装。

# installTitle
source: Install Now
fr: Installer
hr: Instaliraj sada
it: Installa Ora
ko: 바로 설치
nl: Nu installeren
pt: Instale Agora
ro: Instealează acum
ru: Установить
sr_latn_rs: Instaliraj sada
tr: Şimdi Yükle
zh_cn: 立即安装

# uninstallNote
source: Restores the original Windows look.
fr: Rétablisser les visuels originaux.
hr: Vrati originalni windows izgled.
it: Ripristina il look originale di Windows.
ko: 원래의 윈도우 모습으로 돌아갑니다.
nl: Herstelt het oorspronkelijke Windows uiterlijk.
pt: Restaura a aparência original do Windows.
ro: Restabilește aspectul original al Windows-ului.
ru: Восстанавливает прежний вид Windows.
sr_latn_rs: Povratite originalni Windows izgled.
tr: Orijinal Windows görünümünü geri getirir.
zh_cn: 恢复原始的 Windows 外观。

# uninstallTitle
source: Uninstall Rectify11
fr: Désinstaller Rectify11
hr: Deinstaliraj Recitfy11
it: Disinstalla Rectify11
ko: Rectify11 삭제
nl: Rectify11 verwijderen
pt: Desinstalar Rectify11
ro: Dezinstalează Rectify11
ru: Деинсталлировать Rectify11
sr_latn_rs: Ukloni Rectify11
tr: Rectify11'i kaldır
zh_cn: 卸载 Rectify11

# updateNote
source: Update your existing Rectify11 installation.
fr: Mettre à jour votre installation de Rectify11.
hr: Ažuriraj trenutnu Rectify instancu.
it: Aggiorna la tua installazione esistente di Rectify11.
ko: 설치된 Rectify11을 업데이트하기
nl: Update uw bestaande Rectify11 installatie.
pt: Atualize a sua instalação existente do Rectify11.
ro: Actualizați instalația Rectify11 existentă.
ru: Обновить уже существующий установщик Rectify11.
sr_latn_rs: Ažurirajte svoju trenutnu Rectify11 instalaciju.
tr: Şuanki yüklü olan Rectify11 kurulumunuzu güncelleyin.
zh_cn: 更新您现有的 Rectify11 安装。

# updateTitle
source: Update Now
fr: Mettre à jour maintenant.
hr: Ažuriraraj sada
it: Aggiorna Ora
ko: 업데이트
nl: Nu bijwerken
pt: Atualize Agora
ro: Actualizează acum
ru: Обновить
sr_latn_rs: Ažuriraj sada
tr: Şimdi Güncelle
zh_cn: 立即更新

source: Version:
hr: Verzija:
it: Versione:
ko: 버전:
nl: Versie:
pt: Versão:
ro: Versiunea:
ru: Версия:
sr_latn_rs: Verzija:
tr: Sürüm:
zh_cn: 版本：

source: Welcome
fr: Bienvenue!
hr: Dobrodošao
it: Benvenuto
ko: 설치를 시작하겠습니다.
nl: Welkom
pt: Bem-vindo
ro: Bun Venit
ru: Добро пожаловать
sr_latn_rs: Dobro došli
tr: Hoş Geldiniz
zh_cn: 欢迎

# welcomeDescription
source: The setup will go through the various steps required to install Rectify11 on your PC, for a more consistent experience. Select your desirable option to continue.
fr: Cette installation passera par les differents étapes necessaires pour installer Rectify11 sur votre, pour une experience plus cohérente. Sélectionnez l'option souhaitée pour continuer.
hr: Naš program će ići kroz par faza. Mi preporučujemo da zatvorite sve pozadinske programe.
it: Questo setup ti guiderà nei vari passaggi richiesti per installare Rectify11 sul tuo PC, per un'esperienza più consistente. Seleziona l'opzione che desideri per continuare.
ko: 이 컴퓨터에 일관된 디자인을 위해 Rectify11을 설치하기 전, 필요한 몇가지 단계를 거칠 겁니다. 다음을 눌러서 설치를 시작하세요.
nl: De setup zal de verschillende stappen doorlopen die nodig zijn om Rectify11 op uw PC te installeren, voor een meer consistente ervaring. Selecteer de gewenste optie om verder te gaan.
pt: A configuração irá passar pelos vários passos necessários para instalar o Rectify11 no seu PC, para uma experiência mais consistente. Selecione a opção desejada para continuar.
ro: Configurarea va trece prin diferiți pași necesari pentru a instala Rectify11 pe PC-ul dumneavoastră, pentru o experiență mai consistentă. Selectați opțiunea dorită pentru a continua
ru: Установка пройдёт в несколько этапов, необходимых для установки Rectify11 на ваш ПК для более последовательного опыта. Выберите желаемый вариант, чтобы продолжить.
sr_latn_rs: Instalacioni program će proći kroz razne korake potrebne za instalaciju Rectify11 na vašem računaru za poboljšano iskustvo. Izaberite opciju da bi ste nastavili.
tr: Daha kararlı bir deneyim için, kurulum Rectify11'i yüklemek için gerekli olan bazı adımlardan geçecek. Devam etmek için istediğiniz seçeneği seçin.
zh_cn: 安装程序将完成在 PC 上安装 Rectify11 所需的各个步骤，以获得更一致的体验。建议在继续之前关闭所有后台应用程序。选择所需的选项以继续。

# installChoiceDescription
source: You can choose what will be Rectified.
fr: Vous pouvez choisir qui ce qui sera rectifié.
hr: Možeš izabrati šta će biti Rectifyano.
it: Puoi scegliere cosa verrà Rettificato.
ko: 원하시는 서드 파티 프로그램을 고르세요.
nl: U kunt kiezen wat verbeterd zal worden.
pt: Podes escolher o que será retificado.
ro: Poți să alegi ce poate fi Rectificat:
ru: Вы можете выбрать, что будет исправлено.
sr_latn_rs: Možete izabrati šta će biti poboljšano.
tr: Neylerin Rectify'lanacağını seçebilirsiniz.
zh_cn: 您可以选择要纠正的内容。

# installChoiceTitle
source: Choose what to install
fr: Choisir ce qu'il faut fait installer.
hr: Izaberi šta želiš Rectifyati
it: Scegli cosa installare
ko: 설치할 프로그램 선택
nl: Kies wat u wilt installeren
pt: Escolha o que instalar
ro: Alege ce să instalezi
ru: Выберите, что надо установить
sr_latn_rs: Izaberite stavke za instalaciju
tr: Ne yükleyeceğinizi seçin
zh_cn: 选择要安装的内容

# themeChoiceTitle
source: Select your desired theme.
fr: Choisir votre thème désiré.
hr: Izaberi svoju temu.
it: Scegli il tema che preferisci.
ko: 원하는 테마를 선택하세요.
nl: Selecteer uw gewenste thema.
pt: Selecione o tema desejado.
ro: Selectați tema dorită.
ru: Выберите желаемую тему.
sr_latn_rs: Izaberite svoju temu.
tr: Arzu ettiğiniz temayı seçin.
zh_cn: 选择您的主题。

# themeHeader
source: Personalize your experience
fr: Personnalizer votre experiènce.
hr: Personaliziraj svoj doživljaj
it: Personalizza la tua esperienza
ko: 개인 설정
nl: Personaliseer uw systeem
pt: Personalize a sua experiência
ro: Personalizează-ți experiența
ru: Персонализируйте ваш опыт
sr_latn_rs: Personalizujte svoje iskustvo
tr: Deneyiminizi kişiselleştirin
zh_cn: 个性化您的体验

# Title
source: Rectify11 Installer
hr: Rectify11 setup
it: Installer di Rectify11
ko: Rectify11 설치
nl: Rectify11 Installatie
pt: Instalador do Rectify11
ru: Установщик Rectify11
sr_latn_rs: Rectify11 instalacioni program
tr: Rectify11 Kurucusu
zh_cn: Rectify11 安装

# themeBlack
source: Dark with Mica
fr: Foncé with Mica
hr: Tamno sa Mica
it: Scuro con Mica
ko: Mica 다크 테마
nl: Donker met Mica
pt: Escuro com Mica
ro: Întunecat cu Mica
ru: Тёмная с Mica
sr_latn_rs: Tamna tema sa "Mica" pozadinom
tr: Mica ile Kara
zh_cn: 深色云母 (Mica)

# themeDark
source: Dark
fr: Foncé
hr: Tamno
it: Scuro
ko: 다크 테마
nl: Donker
pt: Escuro
ro: Întunecat
ru: Тёмная
sr_latn_rs: Tamna
tr: Kara
zh_cn: 深色

# themeLight
source: Light
fr: Clair
hr: Svjetlo
it: Chiaro
ko: 라이트 테마
nl: Licht
pt: Claro
ro: Lumină
ru: Светлая
sr_latn_rs: Svetla
tr: Açık
zh_cn: 浅色

# epEnhRibbon
source: Use Enhanced Ribbon
fr: Utiliser "Enhanced Ribbon"
hr: Koristi poboljšani Ribbon
it: Usa Ribbon migliorati
ko: 새로운 파일 탐색기 리본 설치
nl: Verbeterd lint gebruiken
pt: Utlize a Faixa de Opções Melhorada
ro: Folosiți Ribbon-ul îmbunătățit
ru: Использовать Enhanced Ribbon
sr_latn_rs: Koristi poboljšanu traku u Windows fajl menadžeru
tr: Enhanced Ribbon'u Kullanın
zh_cn: 使用增强型功能区

# epExtMica
source: Extend Mica to explorer navigation bar
hr: Koristi Mica i na eksploru za datoteke trakom za traženje.
it: Estendi Mica alla barra di navigazione di Esplora File
ko: Mica 효과를 파일 탐색기 탐색 창까지 확장하기
nl: Mica uitbreiden naar de navigatiebalk van verkenner
pt: Adicionar Mica para a barra de navegação do explorador
ro: Extindeți Mica la bara de navigare a explorer-ului
ru: Расширить Mica до навигационной панели проводника
sr_latn_rs: Proširi "Mica"-u u navigacioni bar
tr: Mica'yı dosya gezgini navigasyon çubuğuna genişletin
zh_cn: 将云母(Mica)扩展到浏览器导航栏

# epHeader
source: Customize your Desktop
fr: Personnaliser votre Bureau
hr: Personaliziraj svoju radnu površinu
it: Personalizza il tuo Desktop
ko: 바탕 화면 꾸미기
nl: Uw bureaublad aanpassen
pt: Personalize o seu Desktop
ro: Personalizează-ți desktop-ul
ru: Персонализировать рабочий стол
sr_latn_rs: Personalizujte svoj desktop
tr: Masaüstünüzü kişiselleştirin
zh_cn: 自定义桌面

# epTitle
source: Select your desired desktop experience
fr: Sélectionnez votre experience de bureau souhaitée.
hr: Izaberi kako želiš da ti izgleda radna površina
it: Seleziona l'esperienza desktop che preferisci
ko: 원하는 바탕화면 환경을 선택하세요
nl: Selecteer uw gewenste desktopervaring
pt: Selecione a experiência de desktop desejada
ro: Selectați experiența desktop dorită
ru: Выберите желаемый режим работы на рабочем столе
sr_latn_rs: Izaberite željeno iskustvo radne površine
tr: Arzu ettiğiniz masaüstü deneyimini seçin
zh_cn: 选择所需的桌面体验

# epW10Radio
source: Windows 10 Rounded
fr: Rondée Windows 10
hr: Windows 10 ali sa okruglim kutovima
it: Windows 10 Arrotondato
ko: Windows 10 메뉴(윈도우 11 모서리 기능 포함)
nl: Windows 10 Afgerond
pt: Windows 10 (Arredondado)
ro: Windows 10 Rotund
ru: Windows 10 закруглённая
sr_latn_rs: Windows 10 (zaobljeno)
tr: Windows 10 Yuvarlaştırılmış
zh_cn: Windows 10 圆形

# epW10Taskbar
source: Windows 10 Taskbar
fr: Barre des tâches Windows 10
hr: Windows 10 programska traka
it: Barra delle applicazioni di Windows 10
ko: Windows 10 작업 표시줄
nl: Windows 10 Taakbalk
pt: Barra de Tarefas de Windows 10
ro: Bara de stare Windows 10
ru: Панель задач Windows 10
sr_latn_rs: Windows 10 traka zadataka
tr: Windows 10 Görev Çubuğu
zh_cn: Windows 10 任务栏

# epW11Radio
source: Windows 11 Default
fr: Default de Windows 11
hr: Windows 11 Zadano
it: Predefinito di Windows 11
ko: 그대로
nl: Windows 11 Standaard
pt: Windows 11 (Predefinido)
ro: Windows 11 Implicit
ru: Стандартная Windows 11
sr_latn_rs: Windows 11 (podrazumevano)
tr: Windows 11 Varsayılanı
zh_cn: Windows 11 默认

# progressText
source: Did you know
fr: Le saviez-vous?
hr: Da li si znao
it: Copia dei file...
ko: 알고 계셨나요..
nl: Wist je dat
pt: Sabia que
ro: Știați că
ru: Знаете ли вы
sr_latn_rs: Da li ste znali
tr: Biliyor muydunuz
zh_cn: 复制文件...

# summaryFooter
source: Please close everything and save your work as a reboot will be required at the end of the installation.
fr: SVP fermer tout et sauvegarder votre travail, en tant qu'un redémarrage est requis à la fin d'installation.
hr: Molim te zatvori sve prije nego što ponovno pokreneš kompjuter..
it: Per favore salva il tuo lavoro e chiudi tutto dato che sarà richiesto un riavvio alla fine dell'installazione.
ko: 컴퓨터 재시작이 설치 끝 무렵에 필요하니 현재 하고 계신 작업은 중단해 주세요.
nl: Sluit alle geopende programma's af en sla uw werk op, want aan het eind van de installatie wordt het systeem opnieuw opgestart.
pt: Fecha tudo e guarde o seu trabalho, porque uma reinicialização sera necessária no final da instalação.
ro: Vă rugăm să închideți totul și să vă salvați munca, deoarece va fi necesară o repornire la sfârșitul instalării.
ru: Пожалуйста, закройте все окна и сохраните свою работу, так как будет обязательная перезагрузка в конце установки.
sr_latn_rs: Molimo vas zatvorite sve i sačuvajte vaše podatke zato što će biti potrebno ponovno pokretanje na kraju instalacije.
tr: Kurulumun sonunda yeniden başlatmaya ihtiyaç olacağı için lütfen her şeyi kapatın ve işinizi kaydedin.
zh_cn: 请关闭所有内容并保存您的工作，安装结束后需要重启。

# summaryItems
source: Install Rectify11 on this Windows installation.
fr: Installer Rectify11 sur cette installation de Windows.
hr: Instaliraj Rectify11 na ovoj Windows instanci.
it: Installare Rectify11 su questa installazione di Windows.
ko: Rectify11을 이 컴퓨터에 설치합니다.
nl: Installeer Rectify11 op deze Windows installatie.
pt: Instale Rectify11 nesta instalação do Windows.
ro: Instalează Rectify11 pe această instalare de Windows.
ru: Установить Rectify11 на эту установленную Windows.
sr_latn_rs: Instaliraj Rectify11 na ovu Windows instalaciju.
tr: Bu Windows kurulumuna Rectify11 yükleyin.
zh_cn: 在此 Windows 安装上安装 Rectify11。

# summaryTitle
source: You are about to do the following:
fr: Vous êtes sur le point de faire ce qui suit:
hr: Ti ćeš sada napraviti sljedeće:
it: Stai per eseguire il seguente:
ko: 작업:
nl: Je staat op het punt om het volgende te doen:
pt: Está prestes a fazer o seguinte:
ro: Sunteți pe cale să faceți următoarele:
ru: Вы собираетесь сделать следующее:
sr_latn_rs: Izabrani zadaci:
tr: Aşağıdaki şeyler yapılacaktır:
zh_cn: 您将要执行以下操作：

# buttonInstall
source: Install
fr: Installer
hr: Instaliraj
it: Installa
ko: 설치
nl: Installeer
pt: Instalar
ro: Instalează
ru: Установить
sr_latn_rs: Instaliraj
tr: Yükle
zh_cn: 安装

# optionExtra
source: Extras
hr: Dodaci
it: Extra
ko: 그 외 것들
ro: Suplimente
ru: Дополнительное
sr_latn_rs: Dodatci
tr: Ekstalar
zh_cn: 其他

# optionIcons
source: System icons
fr: Icônes du système
hr: Sistemske ikone
it: Icone di sistema
ko: 시스템 아이콘
nl: Systeempictogrammen
pt: Ícones do Sistema
ro: Pictograme de sistem
ru: Системные значки
sr_latn_rs: Sistemske ikone (ikonice)
tr: Sistem simgleri
zh_cn: 系统图标

# optionThemes
source: Themes
fr: Thèmes
hr: Teme
it: Temi
ko: 테마
nl: Thema's
pt: Temas
ro: Teme
ru: Темы
sr_latn_rs: Teme
tr: Temalar
zh_cn: 主题

# optionWallpaper
source: Rectify11 Wallpapers
fr: Arrière-plans Rectify11
hr: Rectify11 Pozadine
it: Sfondi di Rectify11
ko: Rectify11 배경화면
nl: Rectify11 achtergronden
pt: Papeis de Parede de Rectify11
ro: Imagini de fundal Rectify11
ru: Обои Rectify11
sr_latn_rs: Rectify11 pozadine
tr: Rectify11 Duvar Kağıtları
zh_cn: Rectify11 壁纸

# installEP
source: Install ExplorerPatcher
fr: Installer ExplorerPatcher
hr: Instairati ExplorerPatcher
it: Installare ExplorerPatcher
ko: ExplorerPatcher 설치하기
nl: Installeer ExplorerPatcher
pt: Instalar ExplorerPatcher
ro: Instalează ExplorerPatcher
ru: Установить ExplorerPatcher
sr_latn_rs: Instaliraj ExplorerPatcher
tr: ExplorerPatcher'ı Yükle
zh_cn: 安装 ExplorerPatcher

source: Install Shell
fr: Installer Shell
hr: Instalirati Shell
it: Installare shell
ko: Nilesoft 셸
nl: Installeer Shell
pt: Instalar Shell
ro: Instalează Shell
ru: Установить Shell
sr_latn_rs: Instaliraj novi korisnički interfejs
tr: Shell'i Yükle
zh_cn: 安装 Shell

source: Install Themes
fr: Installer Thèmes
hr: Installirati Teme
it: Installare i temi
ko: 테마
nl: Installeer thema's
pt: Instalar Temas
ro: Instalează Temele
ru: Установить темы
sr_latn_rs: Instaliraj teme
tr: Temaları Yükle
zh_cn: 安装主题

source: Install Wallpapers
fr: Installer Wallpapers
hr: Instalirati Pozadine
it: Installare gli sfondi
ko: 배경화면
nl: Rectify11 achtergronden
pt: Instalar Papeis de Parede
ro: Instalează imaginile de fundal
ru: Установить обои
sr_latn_rs: Instaliraj pozadine
tr: Duvar Kağıtlarını Yükle
zh_cn: 安装壁纸

source: Install Winver
fr: Installer Winver
hr: Instalirati naš Winver
it: Installare Winver
ko: Winver 설치하기
nl: Installeer Winver
pt: Instalar Winver
ro: Instalează Winver
ru: Установить Winver
sr_latn_rs: Instaliraj "Winver" program
tr: Winver'i Yükle
zh_cn: 安装 Winver

# summaryHeader
source: Summary
fr: Summaire
hr: Sažetak
it: Sintesi
ko: 요약
nl: Samenvatting
pt: Resumo
ro: Rezumat
ru: Суммарно
sr_latn_rs: Da rezimiramo...
tr: Özet
zh_cn: 总结

# exitText
source: Are you sure you want to cancel the installation?
fr: Êtes-vous sur que vous voulez annuler cette installation?
hr: Jeste li sigurni da želite otkazati instalaciju?
it: Siete sicuri di voler annullare l'installazione?
ko: 설치를 중단하시겠습니까?
nl: Weet je zeker dat je de installatie wilt annuleren?
pt: Tem certeza que deseja cancelar a instalação?
ro: Sunteți sigur că doriți să anulați instalarea?
ru: Вы уверены, что хотите отменить установку?
sr_latn_rs: Da li ste sigurni da želite da otkažete ovu instalaciju?
tr: Kurulumu iptal etmek istediğinize emin misiniz?
zh_cn: 你确定要取消安装吗？

# buttonReboot
source: Restart now
fr: Redémarrer maintenant
ko: 지금 재시작하기
ru: Перезагрузить сейчас
tr: Şimdi Yeniden Başlat

# installASDF
source: Install Accent Colorizer
fr: Installer Accent Colorizer
ko: AccentColorizer
ru: Установить Accent Colorizer
tr: Accent Colorizer'i Yükle

# installIcons
source: Patch Icons
fr: Correcter les icônes
ko: 아이콘 패치
ru: Пропатчить иконки
tr: Simgeleri Yamala
